Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: That reply did not pass Clink's checks.
de: Diese Antwort hat die Prüfungen von Clink nicht bestanden.
es: Esa respuesta no pasó las comprobaciones de Clink.
et: See vastus ei läbinud Clinki kontrolle.
fr: Cette réponse n’a pas passé les vérifications de Clink.
hu: Ez a válasz nem felelt meg a Clink ellenőrzésein.
it: Questa risposta non ha superato i controlli di Clink.
ja: その返答はClinkのチェックを通過しませんでした。
ko: 이 답변은 Clink의 검사를 통과하지 못했습니다.
ms: Jawapan itu tidak lulus pemeriksaan Clink.
pt: Essa resposta não passou nas verificações do Clink.
ru: Этот ответ не прошёл проверки Clink.
zh_hans: 该回复未通过 Clink 的检查。

source: That's Clink locked: the keyboard hasn't been unlocked on this Apple Account. Dictation on that screen is free and keeps working, and the globe key stays live, so you're never stuck unable to type or switch away.
de: Das ist Clink im gesperrten Zustand: Die Tastatur ist mit diesem Apple-Account noch nicht freigeschaltet. Die Diktierfunktion auf dem Bildschirm bleibt kostenlos nutzbar, und die Globustaste bleibt aktiv — du sitzt also nie fest, weder beim Tippen noch beim Wechseln.
es: Es Clink bloqueado: el teclado no está desbloqueado en esta cuenta de Apple. El dictado de esa pantalla es gratis y sigue funcionando, y la tecla del globo sigue activa, así que nunca te quedas sin poder escribir ni cambiar de teclado.
et: See on lukustatud Clink: klaviatuuri ei ole sellel Apple’i kontol avatud. Dikteerimine sellel ekraanil on tasuta ja töötab edasi ning gloobusklahv jääb elus, nii et sa ei jää kunagi kinni ei tipimise ega ära vahetamisega.
fr: C'est Clink verrouillé : le clavier n'a pas été débloqué sur ce compte Apple. La dictée de cet écran est gratuite et continue de marcher, et la touche globe reste active, donc tu n'es jamais coincé, ni pour écrire ni pour changer de clavier.
hu: Ez a zárolt Clink: a billentyűzet ezen az Apple-fiókon még nincs feloldva. Azon a képernyőn a diktálás ingyenes és továbbra is működik, a földgömb gomb pedig aktív marad, így soha nem ragadsz ott gépelés vagy váltás nélkül.
it: È Clink bloccato: la tastiera non è stata sbloccata su questo account Apple. La dettatura su quella schermata è gratuita e continua a funzionare, e il tasto globo resta attivo, quindi non resti mai bloccato senza poter scrivere o cambiare tastiera.
ja: これはロック状態のClinkです。このApple アカウントではキーボードのロックが解除されていません。その画面の音声入力は無料で使えますし、地球儀キーも生きているので、入力も切り替えもできなくなることはありません。
ko: 잠긴 상태의 Clink입니다. 이 Apple 계정에서 키보드가 아직 잠금 해제되지 않았습니다. 그 화면의 받아쓰기는 무료로 계속 쓸 수 있고 지구본 키도 살아 있어서, 입력도 전환도 못 하게 갇히는 일은 없습니다.
ms: Itu Clink dalam keadaan terkunci: papan kekunci belum dibuka kuncinya pada Akaun Apple ini. Imlak pada skrin itu percuma dan terus berfungsi, dan kekunci globe kekal hidup, jadi anda tidak pernah terkandas tanpa boleh menaip atau bertukar.
pt: É o Clink bloqueado: o teclado não foi desbloqueado nesta conta Apple. O ditado nesse ecrã é grátis e continua a funcionar, e a tecla do globo mantém-se activa, por isso nunca ficas sem poder escrever ou mudar de teclado.
ru: Это Clink в заблокированном виде: на этом аккаунте Apple клавиатура не разблокирована. Диктовка на том экране бесплатна и продолжает работать, а клавиша глобуса остаётся активной, так что вы никогда не окажетесь без возможности печатать или переключиться.
zh_hans: 这是 Clink 处于锁定状态：这个 Apple 账户还没有解锁键盘。那个界面上的语音输入是免费的，照常能用，地球键也一直有效，所以你不会被困住、既打不了字也换不了键盘。

source: That's Full Access, nearly every time: without it the keyboard can't read the storage this app saves your settings to.
de: Das ist fast immer der Vollzugriff: ohne ihn kann die Tastatur den Speicher nicht lesen, in den diese App deine Einstellungen schreibt.
es: Casi siempre es el acceso completo: sin él, el teclado no puede leer el almacenamiento donde esta app guarda tus ajustes.
et: Peaaegu alati on see täisjuurdepääs: ilma selleta ei saa klaviatuur lugeda salvestusruumi, kuhu see rakendus sinu seaded salvestab.
fr: C'est presque toujours l'accès complet : sans lui, le clavier ne peut pas lire l'espace où cette app enregistre tes réglages.
hu: Szinte mindig a Teljes hozzáférés hiányzik: enélkül a billentyűzet nem tudja olvasni azt a tárhelyet, ahová az app a beállításaidat menti.
it: Quasi sempre è l'accesso completo: senza, la tastiera non può leggere lo spazio in cui questa app salva le tue impostazioni.
ja: ほとんどの場合はフルアクセスです。これがないと、このアプリが設定を保存している領域をキーボードが読めません。
ko: 대부분 전체 접근 권한 때문입니다. 이 권한이 없으면 앱이 설정을 저장하는 저장소를 키보드가 읽지 못합니다.
ms: Hampir selalunya ini isu Akses penuh: tanpanya, papan kekunci tidak boleh membaca storan tempat app ini menyimpan tetapan anda.
pt: É quase sempre o acesso total: sem ele, o teclado não consegue ler o armazenamento onde esta app guarda as tuas definições.
ru: Почти всегда дело в полном доступе: без него клавиатура не может прочитать хранилище, куда это приложение записывает ваши настройки.
zh_hans: 几乎都是完全访问权限的问题：没有它，键盘读不到这个 App 保存设置的存储区。

source: That's iOS shutting the keyboard down for memory. It writes no crash report when it does, so Clink keeps its own note.
de: Das ist iOS, das die Tastatur wegen Arbeitsspeicher beendet. Dabei entsteht kein Absturzbericht, deshalb führt Clink selbst Buch.
es: Es iOS cerrando el teclado por memoria. No deja informe de fallo al hacerlo, así que Clink toma su propia nota.
et: See on iOS, kes sulgeb klaviatuuri mälu tõttu. Ta ei kirjuta sel juhul krahhiaruannet, seega Clink peab omaette üles.
fr: C'est iOS qui arrête le clavier faute de mémoire. Il n'écrit aucun rapport de plantage, alors Clink prend ses propres notes.
hu: Ilyenkor az iOS memória miatt állítja le a billentyűzetet. Összeomlási jelentés nem készül róla, ezért a Clink maga jegyzeteli.
it: È iOS che chiude la tastiera per memoria. Non scrive alcun rapporto di arresto, quindi Clink si prende una nota da sé.
ja: メモリ不足でiOSがキーボードを終了させた状態です。そのときクラッシュレポートは残らないため、Clinkが独自に記録しています。
ko: 메모리 때문에 iOS가 키보드를 종료한 것입니다. 이때는 크래시 리포트가 남지 않아서 Clink이 직접 기록해 둡니다.
ms: Itu iOS menutup papan kekunci kerana memori. Ia tidak menulis laporan ranap, jadi Clink menyimpan catatannya sendiri.
pt: É o iOS a fechar o teclado por memória. Não escreve relatório de falha quando o faz, por isso o Clink toma nota por si.
ru: Это iOS выгружает клавиатуру из-за памяти. Отчёта о сбое при этом не остаётся, поэтому Clink ведёт собственную запись.
zh_hans: 这是 iOS 因内存不足关掉了键盘。它这么做时不会写崩溃报告，所以 Clink 自己做了记录。

source: That's the free tier. The keyboard itself, including typing, emoji and profile switching, keeps working everywhere, but the tools like clipboard and translation need an active membership.
de: Das ist die Gratisversion. Die Tastatur selbst funktioniert überall weiter, samt Tippen, Emoji und Profilwechsel, aber Werkzeuge wie Zwischenablage und Übersetzen brauchen eine aktive Mitgliedschaft.
es: Eso es el plan gratuito. El teclado en sí sigue funcionando en todas partes, incluidos la escritura, los emoji y el cambio de perfil, pero herramientas como el portapapeles y la traducción necesitan una membresía activa.
et: See on tasuta tase. Klaviatuur ise töötab igal pool edasi, koos tipimise, emojide ja profiilivahetusega, aga tööriistad nagu lõikelaud ja tõlge vajavad kehtivat liikmelisust.
fr: C'est la version gratuite. Le clavier lui-même continue de marcher partout, avec la frappe, les emoji et le changement de profil, mais les outils comme le presse-papiers et la traduction demandent un abonnement actif.
hu: Ez az ingyenes szint. Maga a billentyűzet mindenhol működik tovább, a gépeléssel, az emojikkal és a profilváltással együtt, de az olyan eszközökhöz, mint a vágólap és a fordítás, élő tagság kell.
it: Quello è il piano gratuito. La tastiera in sé continua a funzionare ovunque, digitazione, emoji e cambio profilo compresi, ma strumenti come gli appunti e la traduzione richiedono un abbonamento attivo.
ja: それが無料版です。入力、絵文字、プロファイルの切り替えを含め、キーボード自体はどこでもそのまま使えますが、クリップボードや翻訳といったツールには有効なメンバーシップが必要です。
ko: 그게 무료 등급이에요. 입력, 이모티콘, 프로필 전환을 포함해 키보드 자체는 어디서나 계속 작동하지만, 클립보드나 번역 같은 도구는 유효한 멤버십이 있어야 합니다.
ms: Itu peringkat percuma. Papan kekunci itu sendiri terus berfungsi di mana-mana, termasuk menaip, emoji dan tukar profil, tetapi alat seperti papan keratan dan terjemahan memerlukan keahlian yang aktif.
pt: Isso é o plano gratuito. O teclado em si continua a funcionar em todo o lado, incluindo a escrita, os emoji e a troca de perfis, mas ferramentas como a área de transferência e a tradução precisam de uma subscrição ativa.
ru: Это бесплатный уровень. Сама клавиатура продолжает работать везде, вместе с набором, эмодзи и переключением профилей, но инструменты вроде буфера обмена и перевода требуют активной подписки.
zh_hans: 那是免费版。键盘本身在哪儿都照常用，打字、表情符号和切换配置文件都在，但剪贴板、翻译这类工具需要有效的会员。

source: That's the free tier. The keyboard itself, including typing, emoji and profile switching, keeps working everywhere, but the tools like dictation, clipboard and translation need an active membership.
de: Das ist der kostenlose Umfang: Die Tastatur funktioniert überall weiter, einschließlich Tippen, Emojis und Profilwechsel. Für Werkzeuge wie Diktieren, Zwischenablage und Übersetzung brauchst du eine aktive Mitgliedschaft.
es: Ese es el plan gratuito: el teclado sigue funcionando en todas partes para escribir, usar emojis y cambiar de perfil, pero herramientas como el dictado, el portapapeles y la traducción requieren una suscripción activa.
et: See on tasuta pakett: klaviatuur ise, sealhulgas tippimine, emojid ja profiilide vahetamine, töötab endiselt kõikjal, kuid tööriistad, nagu dikteerimine, lõikelaud ja tõlkimine, vajavad aktiivset tellimust.
fr: C’est l’offre gratuite : le clavier reste utilisable partout pour écrire, insérer des emojis et changer de profil, mais les outils comme la dictée, le presse-papiers et la traduction nécessitent un abonnement actif.
hu: Ez az ingyenes csomag: maga a billentyűzet, vagyis a gépelés, az emojik és a profilváltás, mindenhol tovább működik, de az olyan eszközökhöz, mint a diktálás, a vágólap és a fordítás, aktív előfizetés szükséges.
it: È il piano gratuito: la tastiera continua a funzionare ovunque per scrivere, usare emoji e cambiare profilo, ma strumenti come dettatura, appunti e traduzione richiedono un abbonamento attivo.
ja: 無料プランでは、文字入力、絵文字、プロファイルの切り替えといったキーボードの基本機能は、引き続きどのアプリでも使えます。音声入力、クリップボード、翻訳などのツールには、有効なメンバーシップが必要です。
ko: 무료 등급에서는 문자 입력, 이모지, 프로필 전환 같은 키보드 기본 기능을 어디서나 계속 사용할 수 있습니다. 받아쓰기, 클립보드, 번역 같은 도구를 사용하려면 유효한 멤버십이 필요합니다.
ms: Itulah pelan percuma: papan kekunci itu sendiri, iaitu menaip, emoji dan menukar profil, terus berfungsi di mana-mana, tetapi alat seperti imlak, papan klip dan terjemahan memerlukan keahlian aktif.
pt: É o plano gratuito: o teclado continua a funcionar em todo o lado para escrever, usar emojis e mudar de perfil, mas ferramentas como o ditado, a área de transferência e a tradução exigem uma subscrição ativa.
ru: Так работает бесплатная версия: сама клавиатура, то есть ввод текста, эмодзи и переключение профилей, по-прежнему доступна везде. Для инструментов, таких как диктовка, буфер обмена и перевод, нужна действующая подписка.
zh_hans: 这是免费方案的范围：键盘本身的输入、表情符号和配置文件切换等功能仍可在各处使用，但听写、剪贴板和翻译等工具需要有效的会员资格。

source: That's the pet. It perches in a corner of the keyboard, reacts to your typing, and goes away as easily as it arrived.
de: Das ist das Haustier. Es hockt in einer Ecke der Tastatur, reagiert auf dein Tippen — und verschwindet so leicht, wie es gekommen ist.
es: Es la mascota. Se posa en una esquina del teclado, reacciona a lo que escribes y se va tan fácil como llegó.
et: See on lemmikloom. Ta istub klaviatuuri nurgas, reageerib sinu tipimisele ja läheb ära sama kergelt, kui tuli.
fr: C'est le compagnon. Il se perche dans un coin du clavier, réagit à ta frappe, et repart aussi facilement qu'il est venu.
hu: Ez a kisállat. A billentyűzet egyik sarkában ül, reagál a gépelésedre, és ugyanolyan könnyen el is tűnik.
it: È l'animaletto. Si appollaia in un angolo della tastiera, reagisce a come scrivi e se ne va con la stessa facilità con cui è arrivato.
ja: それはペットです。キーボードの隅にとまって入力に反応します。来たときと同じくらい簡単に消せます。
ko: 펫입니다. 키보드 한쪽 구석에 앉아 입력에 반응하고, 나타났을 때만큼이나 쉽게 사라집니다.
ms: Itu peliharaan. Ia bertenggek di sudut papan kekunci, bertindak balas terhadap taipan anda, dan pergi semudah ia datang.
pt: É a mascote. Empoleira-se num canto do teclado, reage ao que escreves e vai-se embora tão facilmente como apareceu.
ru: Это питомец. Он сидит в углу клавиатуры, реагирует на вашу печать и уходит так же легко, как появился.
zh_hans: 那是宠物。它停在键盘角落，会对你的输入做出反应，想让它走也很容易。

source: That's the reason Clink is now what I get to do with my days. You turned a side project into a career. I don't have a big enough word for that, so I'll just say: thank you.
de: Deshalb darf ich heute jeden Tag an Clink arbeiten. Du hast aus einem Nebenprojekt meinen Beruf gemacht. Dafür gibt es kein großes Wort, also sage ich einfach: Danke.
es: Por eso ahora puedo dedicarme a Clink cada día. Convertiste un proyecto personal en mi trabajo. No hay palabras suficientes, así que solo diré: gracias.
et: Sellepärast saan ma nüüd oma päevad Clinkiga veeta. Sa muutsid kõrvalprojekti minu ametiks. Selle jaoks pole mulle piisavalt suurt sõna, seega ütlen lihtsalt: aitäh.
fr: C'est grâce à toi que je peux maintenant consacrer mes journées à Clink. Tu as transformé un projet perso en métier. Je n'ai pas de mot assez fort, alors je dirai simplement : merci.
hu: Ezért tölthetem ma a napjaimat a Clink fejlesztésével. Egy mellékprojektből hivatást csináltál. Nincs erre elég nagy szó, úgyhogy csak annyit mondok: köszönöm.
it: È per questo che oggi posso dedicare le mie giornate a Clink. Hai trasformato un progetto personale nel mio lavoro. Non esiste una parola abbastanza grande, quindi dico solo: grazie.
ja: だから今、毎日Clinkを作ることができています。趣味のプロジェクトを仕事にしてくれました。言葉では足りないので、ひとことだけ。本当にありがとう。
ko: 덕분에 이제 매일 Clink를 만드는 일을 할 수 있어요. 작은 사이드 프로젝트를 제 직업으로 만들어 주셨죠. 어떤 말로도 다 표현할 수 없어서, 이렇게만 말할게요. 고맙습니다.
ms: Sebab itulah sekarang saya dapat menghabiskan hari-hari saya membina Clink. Anda mengubah projek sampingan menjadi kerjaya saya. Tiada kata yang cukup besar, jadi saya cuma mahu ucapkan: terima kasih.
pt: É por isso que hoje posso passar os meus dias a trabalhar no Clink. Transformaste um projeto pessoal no meu trabalho. Não há palavra grande o suficiente, por isso digo apenas: obrigado.
ru: Именно поэтому Clink — теперь моё дело всей жизни. Вы превратили побочный проект в карьеру. У меня нет достаточно большого слова для этого, поэтому я просто скажу: спасибо.
zh_hans: 正因为有你，我现在每天都能专心做 Clink。你让一个业余项目变成了我的事业。再多的话也表达不完，所以只想说：谢谢你。

source: That’s %@. It needs to be exactly ten, one for each digit.
de: Das sind %@. Es müssen genau zehn sein, eine für jede Ziffer.
es: Eso son %@. Deben ser exactamente diez, una por cada dígito.
et: See on %@. Neid peab olema täpselt kümme, üks iga numbri jaoks.
fr: Cela fait %@. Il en faut exactement dix, un par chiffre.
hu: Ez %@. Pontosan tízre van szükség, minden számjegyhez egyre.
it: Sono %@. Devono essere esattamente dieci, uno per ogni cifra.
ja: 現在%@個です。ちょうど10個（各数字に1つ）必要です。
ko: 현재 %@개입니다. 각 숫자에 하나씩, 정확히 10개여야 합니다.
ms: Itu %@. Ia perlu tepat sepuluh, satu untuk setiap digit.
pt: São %@. Têm de ser exatamente dez, uma por cada dígito.
ru: Это %@. Нужно ровно десять, по одной на каждую цифру.
zh_hans: 这是 %@ 个。必须正好十个，每个数字一个。

source: That’s %lld. It needs to be exactly ten, one for each digit.
de: Das sind %lld. Es müssen genau zehn sein, eines pro Ziffer.
es: Son %lld. Tienen que ser exactamente diez, uno por cifra.
et: Need on %lld. Peab olema täpselt kümme, üks iga numbri kohta.
fr: Il y en a %lld. Il en faut exactement dix, un par chiffre.
hu: Ez %lld. Pontosan tíznek kell lennie, számjegyenként egy.
it: Sono %lld. Devono essere esattamente dieci, uno per cifra.
ja: %lld 個です。数字ごとに 1 つ、ちょうど 10 個必要です。
ko: %lld개입니다. 숫자마다 하나씩, 정확히 열 개여야 합니다.
ms: Ada %lld. Perlu tepat sepuluh, satu untuk setiap angka.
pt: São %lld. Têm de ser exatamente dez, um por algarismo.
ru: Здесь %lld. Нужно ровно десять — по одному на каждую цифру.
zh_hans: 现在是 %lld 个，必须正好十个，每个数字一个。

source: The Background section of Themes has the lot: whether the theme's color or photo is painted at all, and what moves on top of it.
de: Im Bereich Hintergrund unter Themes findest du alles dazu: ob die Farbe oder das Foto des Themes angezeigt wird und was sich darüber bewegt.
es: La sección Fondo de Temas lo reúne todo: si se muestra el color o la foto del tema y qué elementos se mueven por encima.
et: Lehe „Teemad” jaotises „Taust” on kõik koos: kas teema värvi või fotot üldse näidatakse ja mis selle peal liigub.
fr: La section Arrière-plan de Thèmes regroupe tout : l’affichage de la couleur ou de la photo du thème et les éléments qui bougent par-dessus.
hu: A Témák Háttér részében mindent megtalálsz: megjelenjen-e a téma színe vagy fotója, és milyen animáció mozogjon fölötte.
it: La sezione Sfondo di Temi raccoglie tutto: se mostrare il colore o la foto del tema e quali elementi si muovono al di sopra.
ja: 「テーマ」の「背景」では、テーマの色や写真を表示するかどうかも、その上で動く効果も、まとめて設定できます。
ko: ‘테마’의 ‘배경’에서 테마 색상이나 사진을 표시할지, 그 위에 어떤 움직이는 효과를 넣을지 모두 설정할 수 있습니다.
ms: Bahagian Latar dalam Tema merangkumi semuanya: sama ada warna atau foto tema dipaparkan dan apa yang bergerak di atasnya.
pt: A secção Fundo de Temas reúne tudo: se a cor ou a fotografia do tema é apresentada e que elementos se movem por cima.
ru: В разделе «Фон» на странице «Темы» собрано всё: показывать ли цвет или фото темы и какие анимации отображать поверх них.
zh_hans: “主题”的“背景”部分涵盖了所有相关设置：是否显示主题颜色或照片，以及在其上显示哪些动态效果。

source: The CC-BY-SA lexicons are also published DRM-free outside the app:
de: Die CC-BY-SA-Lexika werden auch DRM-frei außerhalb der App veröffentlicht:
es: Los léxicos CC-BY-SA también se publican sin DRM, fuera de la app:
et: CC-BY-SA sõnastikud on avaldatud DRM-ita ka rakendusest väljaspool:
fr: Les lexiques CC-BY-SA sont aussi publiés sans DRM en dehors de l'app :
hu: A CC-BY-SA lexikonokat DRM-mentesen is közzétesszük az appon kívül:
it: I lessici CC-BY-SA sono pubblicati anche senza DRM fuori dall'app:
ja: CC-BY-SA の辞書は、アプリの外でも DRM フリーで公開しています:
ko: CC-BY-SA 어휘집은 앱 밖에도 DRM 없이 공개돼 있어요:
ms: Leksikon CC-BY-SA juga diterbitkan bebas DRM di luar app:
pt: Os léxicos CC-BY-SA também são publicados sem DRM, fora da app:
ru: Словари под CC-BY-SA опубликованы и вне приложения, без DRM:
zh_hans: CC-BY-SA 词库也以无 DRM 的形式在应用之外发布：

source: The CC-BY-SA lexicons are also published DRM-free, so the App Store's DRM never restricts your rights to that data:
de: Die CC-BY-SA-Lexika werden außerdem DRM-frei veröffentlicht, damit das DRM des App Store deine Rechte an diesen Daten nie einschränkt:
es: Los léxicos CC-BY-SA también se publican sin DRM, así que el DRM de la App Store nunca limita tus derechos sobre esos datos:
et: CC-BY-SA sõnastikud on lisaks avaldatud DRM-ita, nii et App Store’i DRM ei piira kunagi sinu õigusi nendele andmetele:
fr: Les lexiques CC-BY-SA sont aussi publiés sans DRM, comme ça le DRM de l'App Store ne limite jamais tes droits sur ces données :
hu: A CC-BY-SA lexikonokat DRM-mentesen is közzétesszük, így az App Store DRM-je soha nem korlátozza az ehhez az adathoz fűződő jogaidat:
it: I lessici CC-BY-SA sono pubblicati anche senza DRM, così il DRM dell'App Store non limita mai i tuoi diritti su quei dati:
ja: CC-BY-SA の辞書は DRM フリーでも公開しているので、App Store の DRM がそのデータに対するあなたの権利を制限することはありません:
ko: CC-BY-SA 사전은 DRM 없이도 공개돼서, App Store의 DRM이 그 데이터에 대한 권리를 제한하지 않아요:
ms: Leksikon CC-BY-SA juga diterbitkan bebas DRM, jadi DRM App Store tidak sesekali menyekat hak anda ke atas data itu:
pt: Os léxicos CC-BY-SA também são publicados sem DRM, por isso o DRM da App Store nunca limita os teus direitos sobre esses dados:
ru: Словари под CC-BY-SA опубликованы и без DRM, поэтому защита App Store не ограничивает ваши права на эти данные:
zh_hans: CC-BY-SA 词库也以无 DRM 的形式发布，所以 App Store 的 DRM 不会限制你对这些数据的权利：

source: The CC-BY-SA lexicons, outside the app
de: Die CC-BY-SA-Lexika, außerhalb der App
es: Los léxicos CC-BY-SA, fuera de la app
et: CC-BY-SA sõnastikud, rakendusest väljaspool
fr: Les lexiques CC-BY-SA, hors de l'app
hu: A CC-BY-SA szótárak, az appon kívül
it: I lessici CC-BY-SA, fuori dall'app
ja: CC-BY-SAレキシコン（アプリ外）
ko: CC-BY-SA 어휘 목록, 앱 외부
ms: Leksikon CC-BY-SA, di luar apl
pt: Os léxicos CC-BY-SA, fora da app
ru: Словари под CC-BY-SA вне приложения
zh_hans: CC-BY-SA 词库（应用之外）

source: The Clink keyboard opens on the mic too, so you can talk straight into any app.
de: Auch die Clink-Tastatur öffnet sich mit dem Mikrofon, du kannst also direkt in jede App sprechen.
es: El teclado de Clink también se abre en el micro, así que puedes hablar directamente en cualquier app.
et: Clinki klaviatuur avaneb samuti mikrofonil, nii et sa saad otse mis tahes rakendusse rääkida.
fr: Le clavier Clink s'ouvre lui aussi sur le micro, tu peux donc parler directement dans n'importe quelle app.
hu: A Clink billentyűzet is a mikrofonnal nyílik, így bármelyik appba beszélhetsz.
it: Anche la tastiera Clink si apre sul microfono, così puoi parlare direttamente in qualsiasi app.
ja: Clink キーボードもマイクの画面で開くので、どのアプリでもそのまま話せます。
ko: Clink 키보드도 마이크 화면으로 열려서, 어떤 앱에서든 바로 말할 수 있어요.
ms: Papan kekunci Clink turut dibuka pada mikrofon, jadi anda boleh terus bercakap dalam mana-mana app.
pt: O teclado Clink também abre no microfone, por isso podes falar diretamente em qualquer app.
ru: Клавиатура Clink тоже открывается на микрофоне, так что говорить можно прямо в любом приложении.
zh_hans: Clink 键盘也会直接打开麦克风，所以你可以直接对任何应用说话。

source: The Layout editor builds keys, rows and whole extra pages.
de: Im Layout-Editor entstehen Tasten, Reihen und ganze Zusatzseiten.
es: El editor de disposición construye teclas, filas y páginas enteras.
et: Paigutuse redaktoris ehitatakse klahvid, read ja terved lisalehed.
fr: L'éditeur de disposition fabrique des touches, des rangées et des pages entières.
hu: Az elrendezésszerkesztőben billentyűk, sorok és egész extra oldalak készülnek.
it: L'editor del layout costruisce tasti, righe e intere pagine in più.
ja: レイアウトエディタでは、キーや行、追加のページまで作れます。
ko: 레이아웃 편집기에서는 키와 행, 추가 페이지까지 만들 수 있습니다.
ms: Editor susun atur membina kekunci, baris dan halaman tambahan sepenuhnya.
pt: O editor de esquemas constrói teclas, linhas e páginas inteiras.
ru: В редакторе раскладки собираются клавиши, ряды и целые дополнительные страницы.
zh_hans: 布局编辑器能造按键、造整行，甚至整页。

source: The Learning tab lists what Clink has picked up from your typing, so a word it learned by mistake can go from there.
de: Der Tab „Lernen“ listet, was Clink von deinem Tippen aufgeschnappt hat: ein versehentlich gelerntes Wort löschst du dort.
es: La pestaña Aprendizaje muestra lo que Clink ha cogido de tu escritura, así que una palabra que aprendió por error se borra ahí.
et: Kaart Õppimine loetleb, mida Clink sinu tipimisest üles on võtnud, seega ekslikult õpitud sõna saab sealt minna.
fr: L’onglet Apprentissage liste ce que Clink a attrapé en te lisant : un mot appris par erreur se supprime là.
hu: A Tanulás fülön látod, mit szedett fel a Clink a gépelésedből, így a tévedésből tanult szó onnan törölhető.
it: La scheda Apprendimento elenca quello che Clink ha preso da come scrivi, così una parola imparata per errore si toglie da lì.
ja: 「学習」タブにClinkがあなたの入力から覚えた単語が並ぶので、誤って学習したものはそこから削除できます。
ko: 학습 탭에 Clink이 입력에서 익힌 단어가 나열되니, 잘못 학습한 단어는 거기서 지우면 됩니다.
ms: Tab Pembelajaran menyenaraikan apa yang Clink pungut daripada taipan anda, jadi perkataan yang tersilap dipelajari boleh dibuang dari situ.
pt: O separador Aprendizagem lista o que o Clink apanhou da tua escrita, por isso uma palavra aprendida por engano sai dali.
ru: На вкладке «Обучение» перечислено то, что Clink подхватил из вашей печати, — слово, выученное по ошибке, можно убрать оттуда.
zh_hans: “学习”标签列出了 Clink 从你打字中学到的词，学错的可以在那里删掉。
